experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_64_threads_4_pipeline_1/redis.out
4         Threads
64        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       156552.58          ---          ---         1.36302         1.32700         2.30300         4.04700    164327.24 
Gets        31308.34         4.27     31304.07         1.36022         1.32700         2.23900         4.15900      1256.02 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     187860.92         4.27     31304.07         1.36256         1.32700         2.28700         4.06300    165583.26